Repository: WebFreak001/WurgerKing
Catalog: translations/texts.*.po
Languages: cs_cz, de_at, fi_fi, nl_nl

# asset_language
source: de
cs_cz: cz
fi_fi: fi
nl_nl: nl

# hello
source: Hello, %s!
cs_cz: Ahoj, %s!
de_at: Hallo, %s!
fi_fi: Hei %s!
nl_nl: Hi, %s!

# page_coupons
source: Your Coupons
cs_cz: Vaše kupony
de_at: Deine Coupons
fi_fi: Kuponkisi
nl_nl: Jouw Coupons

# share
source: Coupons over cash. %s for %s
cs_cz: Slevové nebe. %s za %s
de_at: Gutscheine statt Geldscheine. %s für %s
fi_fi: Alennuskoodi voittaa käteisen %s %s:lle
nl_nl: Coupon hemel %s voor %s

# coupon_restaurants
source: Participating Restaurants
cs_cz: Participující restaurace
de_at: Teilnehmende Restaurants
fi_fi: Osallistuvat ravintolat
nl_nl: Deelnemende Restaurants

# redeembtn
source: Redeem
cs_cz: Uplatnit
de_at: Einlösen
fi_fi: Lunasta
nl_nl: Inwisselen

# redeembtn_close
source: Ready
cs_cz: Připraven
de_at: Fertig
fi_fi: Valmis
nl_nl: Terug

# coupon_top_title
source: Please show code at the till
cs_cz: Prosím, ukažte kód na pokladně
de_at: Bitte Code an der Kasse vorzeigen
fi_fi: Näytä koodi kassalla
nl_nl: Laat alsjeblieft de code aan de kassa zien.

# switch_to_ean
source: Switch to EAN Code
cs_cz: EAN-Code
de_at: Zu EAN-Code wechseln
fi_fi: EAN-Code
nl_nl: EAN-Code

# switch_to_qr
source: Switch to QR code
cs_cz: QR-Code
de_at: Zu QR-Code wechseln
fi_fi: QR-Code
nl_nl: QR-Code

# switch_to_next
source: Alternativen Codetyp zeigen
cs_cz: Change code
nl_nl: Verander het type code

# filter_title
source: Filter
cs_cz: Filtrovat
fi_fi: Suodatin

# reset_filter
source: reset
cs_cz: Resetovat
de_at: zurücksetzen
fi_fi: nollaa

# apply_filter
source: close
cs_cz: Zavřit
de_at: anwenden
fi_fi: sulje
nl_nl: sluit

# promo_share
source: We've got the news. You've got the appetite.
cs_cz: Promotion.
de_at: Wir haben die News. Du hast den Hunger.
fi_fi: Me tuomme uutiset. Sinä nälkäsi.
nl_nl: Wij hebben iets nieuws, jij hebt honger.

# page_country
source: Country Selection
cs_cz: Vyberte Zemi
de_at: Länderauswahl
fi_fi: Valitse maa
nl_nl: Selecteer jouw land

# page_country_subtitle
source: Various languages. Same taste.
cs_cz: Různé jazyky, stejné chutě.
de_at: Verschiedene Sprachen. Gleicher Geschmack.
fi_fi: Monia kieliä. Sama maku.
nl_nl: Meerdere talen. Zelfde smaak.

# ex_filter_inactive
source: Reveal expired
cs_cz: Zobrazit vypršené
de_at: Versteckte/Abgelaufene Anzeigen
fi_fi: Paljastaa vanhentunut
nl_nl: Show verlopen

# ex_name_prompt
source: Enter new name:
cs_cz: Zadejte nové jméno:
de_at: Neuen Namen eingeben:
fi_fi: Kirjoita uusi nimi:
nl_nl: Voer een nieuwe naam in:

# ex_add_to_homescreen
source: Add to homescreen
cs_cz: Přidat na domácí obrazovku
de_at: Zum Startbildschirm hinzufügen
fi_fi: Lisää aloitusnäytölle
nl_nl: Toevoegen aan startscherm

# ex_add_to_homescreen_cancel
source: Cancel
cs_cz: Zrušení
de_at: Abbrechen
fi_fi: Peruuttaa
nl_nl: Annuleren

# ex_filter_promo
source: Show promos
de_at: Promotions Anzeigen
